Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.project.repairMissing
source: Repair Missing ProjectвҖҰ
ja: иҰӢгҒӨгҒӢгӮүгҒӘгҒ„гғ—гғӯгӮёгӮ§гӮҜгғҲгӮ’дҝ®еҫ©вҖҰ
zh_hans: дҝ®еӨҚзјәеӨұйЎ№зӣ®вҖҰ
zh_hant: дҝ®еҫ©зјәеӨұе°ҲжЎҲвҖҰ

# terminalTextBox.placeholder.enterToSend
source: Commands or prompts hereвҖҰ Shift+Return for newline
ja: гӮігғһгғігғүгӮ„гғ—гғӯгғігғ—гғҲгӮ’гҒ“гҒ“гҒ«вҖҰ Shift+Return гҒ§ж”№иЎҢ

# terminalTextBox.placeholder.shiftReturnSends
source: Commands or prompts hereвҖҰ Shift+Return to send
ja: гӮігғһгғігғүгӮ„гғ—гғӯгғігғ—гғҲгӮ’гҒ“гҒ“гҒ«вҖҰ Shift+Return гҒ§йҖҒдҝЎ

# terminalTextBox.send.tooltip
source: Send
ja: йҖҒдҝЎ

# shortcut.toggleTextBoxInput.label
source: Toggle TextBox Input
ja: TextBoxе…ҘеҠӣгӮ’еҲҮгӮҠжӣҝгҒҲ

# settings.section.textBoxInput
source: TextBox Input
ja: TextBoxе…ҘеҠӣ

# settings.textBoxInput.enableMode
source: Enable Mode
ja: гғўгғјгғүгӮ’жңүеҠ№еҢ–

# settings.textBoxInput.enableMode.subtitle
source: Replace terminal input with a native text box. Supports standard editing, IME, and clipboard shortcuts.
ja: гӮҝгғјгғҹгғҠгғ«е…ҘеҠӣгӮ’гғҚгӮӨгғҶгӮЈгғ–гҒ®гғҶгӮӯгӮ№гғҲгғңгғғгӮҜгӮ№гҒ«зҪ®гҒҚжҸӣгҒҲгҒҫгҒҷгҖӮжЁҷжә–з·ЁйӣҶгҖҒIMEгҖҒгӮҜгғӘгғғгғ—гғңгғјгғүгӮ·гғ§гғјгғҲгӮ«гғғгғҲгҒ«еҜҫеҝңгҒ—гҒҫгҒҷгҖӮ

# settings.textBoxInput.sendOnReturn
source: Send on Return
ja: ReturnгҒ§йҖҒдҝЎ

# settings.textBoxInput.sendOnReturn.subtitle
source: Insert new line with Shift+Return
ja: Shift+Return гҒ§ж”№иЎҢгҒ—гҒҫгҒҷ

# settings.textBoxInput.escapeBehavior
source: Escape Key
ja: EscapeгӮӯгғј

# settings.textBoxInput.escapeBehavior.subtitle
source: Action when pressing Escape in the TextBox.
ja: TextBox еҶ…гҒ§ Escape гӮ’жҠјгҒ—гҒҹгҒЁгҒҚгҒ®еӢ•дҪңгҒ§гҒҷгҖӮ

# settings.textBoxInput.shortcutBehavior
source: Keyboard Shortcut (%@)
ja: гӮӯгғјгғңгғјгғүгӮ·гғ§гғјгғҲгӮ«гғғгғҲпјҲ%@пјү

# settings.textBoxInput.shortcutBehavior.subtitle
source: Shortcut key can be changed in Keyboard Shortcuts settings.
ja: гӮ·гғ§гғјгғҲгӮ«гғғгғҲгӮӯгғјгҒҜгӮӯгғјгғңгғјгғүгӮ·гғ§гғјгғҲгӮ«гғғгғҲиЁӯе®ҡгҒ§еӨүжӣҙгҒ§гҒҚгҒҫгҒҷгҖӮ

# textbox.shortcutBehavior.toggleDisplay
source: Toggle Display
ja: иЎЁзӨәгӮ’еҲҮгӮҠжӣҝгҒҲ

# textbox.shortcutBehavior.toggleFocus
source: Toggle Focus
ja: гғ•гӮ©гғјгӮ«гӮ№гӮ’еҲҮгӮҠжӣҝгҒҲ

# textbox.escapeBehavior.sendEscape
source: Send ESC Key
ja: ESCгӮӯгғјгӮ’йҖҒдҝЎ

# textbox.escapeBehavior.focusTerminal
source: Focus Terminal
ja: гӮҝгғјгғҹгғҠгғ«гҒ«гғ•гӮ©гғјгӮ«гӮ№

# settings.app.keepWindowOpenWhenClosingLastProjectWorkspace
source: Keep Project Open When Closing Its Last Workspace
ja: жңҖеҫҢгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгҒҰгӮӮгғ—гғӯгӮёгӮ§гӮҜгғҲгӮ’з¶ӯжҢҒгҒҷгӮӢ

# settings.app.keepWindowOpenWhenClosingLastProjectWorkspace.subtitleOn
source: When closing the last workspace for a project in the current window, cmux creates a new workspace for that same project. Tmp workspaces always keep their current replacement behavior.
ja: зҸҫеңЁгҒ®гӮҰгӮЈгғігғүгӮҰеҶ…гҒ§гғ—гғӯгӮёгӮ§гӮҜгғҲгҒ®жңҖеҫҢгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгӮӢгҒЁгҖҒcmux гҒҜеҗҢгҒҳгғ—гғӯгӮёгӮ§гӮҜгғҲз”ЁгҒ®ж–°гҒ—гҒ„гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’дҪңжҲҗгҒ—гҒҫгҒҷгҖӮtmp гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜеёёгҒ«зҸҫеңЁгҒ®зҪ®гҒҚжҸӣгҒҲеӢ•дҪңгӮ’з¶ӯжҢҒгҒ—гҒҫгҒҷгҖӮ

# settings.app.keepWindowOpenWhenClosingLastProjectWorkspace.subtitleOff
source: When closing the last workspace for a project in the current window, cmux keeps the existing close behavior. Tmp workspaces always keep their current replacement behavior.
ja: зҸҫеңЁгҒ®гӮҰгӮЈгғігғүгӮҰеҶ…гҒ§гғ—гғӯгӮёгӮ§гӮҜгғҲгҒ®жңҖеҫҢгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгӮӢгҒЁгҖҒcmux гҒҜж—ўеӯҳгҒ®гӮҜгғӯгғјгӮәеӢ•дҪңгӮ’з¶ӯжҢҒгҒ—гҒҫгҒҷгҖӮtmp гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜеёёгҒ«зҸҫеңЁгҒ®зҪ®гҒҚжҸӣгҒҲеӢ•дҪңгӮ’з¶ӯжҢҒгҒ—гҒҫгҒҷгҖӮ

# browser.import.step.dataTypes
source: Step 3 of 3
ko: 3лӢЁкі„ мӨ‘ 3лӢЁкі„
uk: РҡСҖРҫРә 3 Р· 3

# browser.import.step.source
source: Step 1 of 3
ko: 3лӢЁкі„ мӨ‘ 1лӢЁкі„
uk: РҡСҖРҫРә 1 Р· 3

# browser.import.step.sourceProfiles
source: Step 2 of 3
ko: 3лӢЁкі„ мӨ‘ 2лӢЁкі„
uk: РҡСҖРҫРә 2 Р· 3

# commandPalette.kind.markdown
source: Markdown
ko: л§ҲнҒ¬лӢӨмҡҙ

# alert.invalidColor.ok
source: OK
tr: Tamam

# common.ok
source: OK
tr: Tamam

# sidebar.help.githubIssues
source: GitHub Issues
uk: РҹСҖРҫРұР»РөРјРё РҪР° GitHub
